<?php

return array(
    'empty_table' => 'ٹیبل خالی ہے۔',
    'errors' =>
    array(
        'client' =>
        array(
            'text' => 'کلائنٹ کی جانب سے ایک خرابی پیش آئی ہے: :message',
            'title' => 'ایپلیکیشن خرابی',
        ),
        'server' =>
        array(
            'text' => 'سرور پر ایک خرابی پیش آئی ہے۔',
        ),
        'sever' =>
        array(
            'title' => 'سرور خرابی',
        ),
        'unknown' =>
        array(
            'text' => 'ایک نامعلوم خرابی پیش آئی ہے',
            'title' => 'نامعلوم خرابی',
        ),
    ),
    'no_records' => 'کوئی ریکارڈ نہیں ملا',
    'no_columns_selected' => 'کوئی کالم منتخب نہیں کیا گیا۔ براہ کرم کالم مینو سے کم از کم ایک منتخب کریں۔',
    'updated' => 'تازہ کاری ہو گئی۔',
    'created' => 'کامیابی سے تخلیق ہو گیا۔',
    'confirm_delete' => 'کیا آپ واقعی حذف کرنا چاہتے ہیں؟',
    'delete_warning' => 'یہ ریکارڈ مستقل طور پر حذف کر دیا جائے گا!',
);
